import {Container, Row} from "reactstrap";

const HomePage = () => {
	return (
		<Container>
			<Row>
				<h1 className="mb-3">Удаленное заселение в апарт-отель</h1>
				<p className="fs-5">Удаленное заселение в апарт-отель — Гость приезжает к дому, набирает код квартиры на домофоне, и дверь в подъезд открывается за счет специального чипа. Потом подходит к квартире и вводит код для кейбокса, в котором лежит ключ (код вы отправляете гостю заранее). Кейбокс открывается, гость берет ключ и заходит в квартиру.</p>
			</Row>
		</Container>
	)
}

export default HomePage