import {T_Apartment} from "src/modules/types.ts";

export const ApartmentMocks:T_Apartment[] = [
    {
        id: 1,
        name: "GRIFFIN SUITE",
        status: 1,
        image: "",
        description: "Полулюкс, 1 большая двуспальная кровать, Диван-кровать, Мини-холодильник, 59 кв.м., Гостиная/зона отдыха, Беспроводной доступ в Интернет (платно), Проводной доступ в Интернет (платно), Кофеварка/чайник",
        price: 1000
    },
    {
        id: 2,
        name: "STUDIO SUITE",
        status: 1,
        image: "",
        description: "Люкс-студио, 1 кровать размера 'king-size', диван-кровать, мини-холодильник, 756 кв. футов/68 кв.м., гостиная/гостиная, обеденная зона, беспроводной интернет, за плату, проводной интернет, за плату, кофеварка/чайник",
        price: 8000
    },
    {
        id: 3,
        name: "JUNIOR SUITE",
        status: 1,
        image: "",
        description: "Представительский большой номер для гостей, 1 кровать размера 'king-size', мини-холодильник, 525 кв. футов/47 кв.м., беспроводной интернет, за плату, проводной интернет, за плату, кофеварка/чайник",
        price: 2000
    },
    {
        id: 4,
        name: "Парковка в апарт-отеле",
        status: 1,
        image: "",
        description: "Паркинг расположен на закрытой территории гостиницы и оснащен видеонаблюдением, рассчитан на 150 мест, включая места не только для легковых автомобилей, а также для крупногабаритного транспорта, например,  туристических автобусов.",
        price: 5000
    }
]